{
  "service_identity": "INT. is a digital service provider based in Kolkata, India, with over 27 years of experience. The company specializes in transforming ideas into realities through analytics-driven solutions. It caters to various sectors including BFS, Life Sciences, Insurance, and Retail, positioning itself as an innovation and strategic digital partner.",
  "service_capabilities": "INT. offers a wide range of services including digital product engineering, analytics, web 3.0 solutions, performance marketing, and cyber security. Key features include mobile and web application development, AI and ML solutions, blockchain and smart ledger services, and comprehensive digital marketing strategies. The service also encompasses customer experience consultancy, predictive modeling, and incident response automation.",
  "service_technologies": "The technology stack utilized by INT. includes AI and ML frameworks, blockchain technologies, and various programming languages such as Java, JavaScript, R, and Golang. The company employs tools for DevOps, security management, and application support, alongside cloud services for hosting and data management. Specific technologies mentioned include Hyperledger for blockchain applications and various automation tools for operational efficiency.",
  "service_intent": "The primary intent of INT. is to drive growth for clients through innovative and agile digital solutions. The service aims to enhance operational efficiency, improve customer experiences, and ensure data security across various industries. By leveraging advanced technologies, INT. seeks to deliver measurable business outcomes and foster long-term partnerships with clients.",
  "service_problems": "INT. addresses several challenges faced by businesses, including inefficiencies in supply chain management, the need for enhanced data security, and the complexities of digital transformation. The service aims to streamline processes, reduce manual efforts, and ensure compliance with regulatory standards. Additionally, it tackles issues related to customer engagement and marketing effectiveness.",
  "service_industries": "INT. operates across multiple industries including banking, insurance, financial services, healthcare, and professional services. The service is applicable in sectors that require digital transformation and innovative solutions to enhance operational capabilities. It also serves clients in various geographical regions including India, the UK, the USA, and Canada.",
  "service_usecases": "Use cases for INT. include the development of a blockchain-based document management system to enhance data security and streamline workflows. Another example is the implementation of a counterfeit tracking solution for a pharmaceutical company, which significantly reduced the time taken to identify counterfeit products. Additionally, the service includes applications for employee verification and bill discounting using smart contracts.",
  "service_figures": "INT. has completed over 11,000 projects and has a workforce of more than 1,000 professionals. The company boasts a global presence, serving clients in over 45 countries. Approximately 85% of its business comes from existing clients, indicating a strong client retention rate.",
  "service_constraints": "Not specified in the document."
}