{
  "service_identity": "The service is a unified, automated CRM solution provided by INT. It is designed to streamline sales operations by offering a single source of truth for customer and sales data. This service is aimed at sales organizations looking to improve efficiency and visibility in their sales processes.",
  "service_capabilities": "The CRM service includes features such as unified data management, automated workflows for lead-to-deal processes, real-time visibility into sales performance, and scalable execution capabilities. It also offers CRM setup and configuration, custom modules, role-based access, and dashboards for sales and leadership. Additionally, it provides migration services from various platforms and ongoing support for continuous improvement.",
  "service_technologies": "The service utilizes Zoho CRM as its core platform, integrating with various tools such as marketing automation systems, accounting software, and customer support platforms. It employs APIs for third-party app integrations and focuses on automation technologies for lead assignment, deal tracking, and reporting. The service is supported by a dedicated team of Zoho-certified professionals.",
  "service_intent": "The primary goal of the service is to replace fragmented sales operations with a cohesive, automated CRM platform that enhances visibility and drives predictable revenue growth. It aims to improve sales productivity, customer experience, and overall business performance. The service exists to align CRM functionalities with business goals, ensuring that sales processes are efficient and effective.",
  "service_problems": "The service addresses several challenges faced by sales organizations, including data silos, manual tracking efforts, low CRM adoption, and inconsistent follow-ups. It aims to eliminate revenue leakage caused by missed opportunities and improve pipeline visibility. The service also tackles issues related to poor customer experience and inefficient sales processes.",
  "service_industries": "The CRM service is applicable across various industries, including education, real estate, and travel. It is designed to support sales organizations in these sectors by providing tailored solutions for managing leads and customer interactions. The service can be adapted to meet the specific needs of different domains.",
  "service_usecases": "One use case involves a centralized EdTech CRM that improved student conversions by automating follow-ups and providing real-time performance dashboards. Another example is a real estate CRM that integrated with property portals to streamline lead management and enhance agent performance. Additionally, a travel CRM was implemented to centralize inquiries and automate booking processes, resulting in improved customer engagement.",
  "service_figures": "The service has demonstrated measurable outcomes, such as a 25% improvement in lead-to-enrollment conversion within six months and a 30% increase in deal closure rates within the first year. It also reported a 40% reduction in manual operational effort and a 45% reduction in manual agent effort. These figures highlight the service's effectiveness in enhancing sales performance.",
  "service_constraints": "Not specified in the document."
}